function "calculator" {
var "Сайт-визитка" = 1000;
var "Лендинг-сайт" = 2000;
var "Интернет-магазин" = 3000;

var "Жесткий" = 1000;
var "Гибкий" = 2000;
var "Комбинированный" = 3000;
var "Полиграфический" = 4000;
var "Интерфейсный" = 5000;
var "Динамический" = 6000;

var "Адаптивный макет" = 7000;
var "Отзывчивый макет" = 8000;
var "Смешанный макет" = 9000;

var "result2" = ("list1".options + "list2".options + "list3".options);
if ("result2" >= 10000) {
"result1" = "10"
};
if (result2 < 10000) {
"result1" = "5"
};
}
